{
  "plugin.name": "Strapi Identity",
  "general.use_verification_code": "Utilitza l'aplicació d'autenticació",
  "general.use_recovery_code": "Utilitza el codi de recuperació",
  "verify_page.title": "Verifiqueu la vostra identitat",
  "verify_page.subtitle": "Introduïu el vostre codi de verificació per continuar.",
  "verify_page.error": "Codi invàlid. Si us plau, torneu-ho a provar.",
  "verify_page.submit": "Enviar codi",
  "profile.title": "Autenticació de dos factors",
  "profile.subtitle": "Afegiu una capa de seguretat addicional al vostre compte.",
  "profile.toggle_label": "Habilita l'autenticació de dos factors",
  "profile.setup": "Configura l'autenticació de dos factors",
  "profile.recovery_codes": "Deseu els codis de recuperació següents en un lloc segur. Cada codi només es pot utilitzar una vegada per accedir al vostre compte si perdeu l'accés a l'aplicació d'autenticació.",
  "profile.recovery_codes_warning": "Si perdeu l'aplicació d'autenticació i els codis de recuperació, haureu de contactar amb un administrador per recuperar l'accés al vostre compte.",
  "profile.scan_qr": "Necessitareu una aplicació d'autenticació per escanejar el codi QR següent.",
  "profile.enter_otp": "Introduïu el codi de 6 dígits de la vostra aplicació d'autenticació per confirmar.",
  "profile.disable_title": "Deshabilita l'autenticació de dos factors",
  "profile.disable_instruction": "Introduïu el codi de 6 dígits de la vostra aplicació d'autenticació per deshabilitar l'autenticació de dos factors.",
  "settings.title": "Configuració de Strapi Identity",
  "settings.description": "Configuració del connector Strapi Identity, que us permet configurar opcions d'autenticació i paràmetres de seguretat.",
  "settings.enforced_mfa": "MFA forçat",
  "settings.name": "Strapi Identity",
  "settings.enabled_hint": "Habilita o deshabilita l'autenticació de dos factors per a tots els usuaris.",
  "settings.enforce": "Forçar MFA",
  "settings.enforce_hint": "Forçar l'autenticació multifactor per a tots els usuaris. Si s'habilita, els usuaris hauran de configurar l'MFA en el seu següent inici de sessió.",
  "settings.issuer": "Nom de l'emissor",
  "settings.issuer_hint": "Es mostra a l'aplicació MFA",
  "admin.title": "Autenticació de dos factors",
  "admin.subtitle": "Restablir l'autenticació de dos factors per a un usuari.",
  "admin.warn-title": "Restablir 2FA per a aquest usuari?",
  "admin.warning": "Restablir l'autenticació de dos factors permetrà a l'usuari configurar-la de nou amb un dispositiu nou. Aquesta acció no es pot desfer.",
  "settings.warning": "Desactivar l'MFA afectarà tots els usuaris. Revisa la configuració acuradament abans de desar."
}