{
  "plugin.name": "Strapi Identity",
  "general.use_verification_code": "प्रमाणक ऐप का उपयोग करें",
  "general.use_recovery_code": "पुनर्प्राप्ति कोड का उपयोग करें",
  "verify_page.title": "अपनी पहचान सत्यापित करें",
  "verify_page.subtitle": "जारी रखने के लिए अपना सत्यापन कोड दर्ज करें।",
  "verify_page.error": "अमान्य कोड। कृपया पुन: प्रयास करें।",
  "verify_page.submit": "कोड जमा करें",
  "profile.title": "दो-कारक प्रमाणीकरण",
  "profile.subtitle": "अपने खाते में सुरक्षा की एक अतिरिक्त परत जोड़ें।",
  "profile.toggle_label": "दो-कारक प्रमाणीकरण सक्षम करें",
  "profile.setup": "दो-कारक प्रमाणीकरण सेट करें",
  "profile.recovery_codes": "कृपया निम्नलिखित पुनर्प्राप्ति कोड सुरक्षित स्थान पर सहेजें। यदि आप अपने प्रमाणक ऐप तक पहुंच खो देते हैं, तो प्रत्येक कोड का उपयोग केवल एक बार आपके खाते तक पहुंचने के लिए किया जा सकता है।",
  "profile.recovery_codes_warning": "यदि आप अपना प्रमाणक ऐप और अपने पुनर्प्राप्ति कोड दोनों खो देते हैं, तो आपको अपने खाते तक पहुंच पुनः प्राप्त करने के लिए किसी व्यवस्थापक से संपर्क करना होगा।",
  "profile.scan_qr": "नीचे दिए गए QR कोड को स्कैन करने के लिए आपको एक प्रमाणक ऐप की आवश्यकता होगी।",
  "profile.enter_otp": "पुष्टि करने के लिए अपने प्रमाणक ऐप से 6 अंकों का कोड दर्ज करें।",
  "profile.disable_title": "दो-कारक प्रमाणीकरण अक्षम करें",
  "profile.disable_instruction": "दो-कारक प्रमाणीकरण को अक्षम करने के लिए अपने प्रमाणक ऐप से 6 अंकों का कोड दर्ज करें।",
  "settings.title": "Strapi Identity सेटिंग्स",
  "settings.description": "Strapi Identity प्लगइन के लिए सेटिंग्स, जो आपको प्रमाणीकरण विकल्प और सुरक्षा सेटिंग्स कॉन्फ़िगर करने की अनुमति देता है।",
  "settings.enforced_mfa": "लागू किया गया MFA",
  "settings.name": "Strapi Identity",
  "settings.enabled_hint": "सभी उपयोगकर्ताओं के लिए टू-फैक्टर ऑथेंटिकेशन सक्षम या अक्षम करें।",
  "settings.enforce": "MFA लागू करें",
  "settings.enforce_hint": "सभी उपयोगकर्ताओं के लिए मल्टी-फैक्टर ऑथेंटिकेशन (MFA) लागू करें। यदि सक्षम किया जाता है, तो उपयोगकर्ताओं को अपने अगले लॉगिन पर MFA सेट करना होगा।",
  "settings.issuer": "जारीकर्ता का नाम",
  "settings.issuer_hint": "MFA ऐप में प्रदर्शित",
  "admin.title": "टू-फैक्टर ऑथेंटिकेशन",
  "admin.subtitle": "उपयोगकर्ता के लिए टू-फैक्टर ऑथेंटिकेशन रीसेट करें।",
  "admin.warn-title": "इस उपयोगकर्ता के लिए 2FA रीसेट करें?",
  "admin.warning": "टू-फैक्टर ऑथेंटिकेशन रीसेट करने से उपयोगकर्ता इसे नए डिवाइस के साथ फिर से सेट कर सकेगा। यह क्रिया पूर्ववत नहीं की जा सकती।",
  "settings.warning": "MFA बंद करने से सभी उपयोगकर्ता प्रभावित होंगे। कृपया सहेजने से पहले सेटिंग्स की सावधानीपूर्वक समीक्षा करें।"
}