{
  "plugin.name": "Strapi Identity",
  "general.use_verification_code": "Usa app di autenticazione",
  "general.use_recovery_code": "Usa codice di recupero",
  "verify_page.title": "Verifica la tua identità",
  "verify_page.subtitle": "Inserisci il tuo codice di verifica per continuare.",
  "verify_page.error": "Codice non valido. Riprova per favore.",
  "verify_page.submit": "Invia codice",
  "profile.title": "Autenticazione a due fattori",
  "profile.subtitle": "Aggiungi un ulteriore livello di sicurezza al tuo account.",
  "profile.toggle_label": "Abilita autenticazione a due fattori",
  "profile.setup": "Configura autenticazione a due fattori",
  "profile.recovery_codes": "Salva i seguenti codici di recupero in un luogo sicuro. Ogni codice può essere utilizzato solo una volta per accedere al tuo account se perdi l'accesso alla tua app di autenticazione.",
  "profile.recovery_codes_warning": "Se perdi sia la tua app di autenticazione che i tuoi codici di recupero, dovrai contattare un amministratore per riottenere l'accesso al tuo account.",
  "profile.scan_qr": "Avrai bisogno di un'app di autenticazione per scansionare il codice QR qui sotto.",
  "profile.enter_otp": "Inserisci il codice a 6 cifre dalla tua app di autenticazione per confermare.",
  "profile.disable_title": "Disabilita autenticazione a due fattori",
  "profile.disable_instruction": "Inserisci il codice a 6 cifre dalla tua app di autenticazione per disabilitare l'autenticazione a due fattori.",
  "settings.title": "Impostazioni Strapi Identity",
  "settings.description": "Impostazioni per il plugin Strapi Identity, che consentono di configurare le opzioni di autenticazione e le impostazioni di sicurezza.",
  "settings.enforced_mfa": "MFA forzato",
  "settings.name": "Strapi Identity",
  "settings.enabled_hint": "Abilita o disabilita l'autenticazione a due fattori per tutti gli utenti.",
  "settings.enforce": "Imponi MFA",
  "settings.enforce_hint": "Imponi l'autenticazione a più fattori per tutti gli utenti. Se abilitato, agli utenti verrà richiesto di configurare l'MFA al prossimo accesso.",
  "settings.issuer": "Nome emittente",
  "settings.issuer_hint": "Visualizzato nell'app MFA",
  "admin.title": "Autenticazione a due fattori",
  "admin.subtitle": "Reimposta l'autenticazione a due fattori per un utente.",
  "admin.warn-title": "Reimpostare la 2FA per questo utente?",
  "admin.warning": "La reimpostazione dell'autenticazione a due fattori consentirà all'utente di configurarla nuovamente con un nuovo dispositivo. Questa azione non può essere annullata.",
  "settings.warning": "Disattivare l'MFA influirà su tutti gli utenti. Si prega di rivedere attentamente le impostazioni prima di salvare."
}