{
  "plugin.name": "Strapi Identity",
  "general.use_verification_code": "ใช้แอปยืนยันตัวตน",
  "general.use_recovery_code": "ใช้รหัสกู้คืน",
  "verify_page.title": "ยืนยันตัวตนของคุณ",
  "verify_page.subtitle": "ป้อนรหัสยืนยันเพื่อดำเนินการต่อ",
  "verify_page.error": "รหัสไม่ถูกต้อง โปรดลองอีกครั้ง",
  "verify_page.submit": "ส่งรหัส",
  "profile.title": "การยืนยันตัวตนแบบสองปัจจัย",
  "profile.subtitle": "เพิ่มชั้นความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณ",
  "profile.toggle_label": "เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย",
  "profile.setup": "ตั้งค่าการยืนยันตัวตนแบบสองปัจจัย",
  "profile.recovery_codes": "โปรดบันทึกรหัสกู้คืนต่อไปนี้ไว้ในที่ปลอดภัย แต่ละรหัสสามารถใช้ได้เพียงครั้งเดียวเพื่อเข้าถึงบัญชีของคุณหากคุณสูญเสียการเข้าถึงแอปยืนยันตัวตน",
  "profile.recovery_codes_warning": "หากคุณสูญเสียทั้งแอปยืนยันตัวตนและรหัสกู้คืน คุณจะต้องติดต่อผู้ดูแลระบบเพื่อกู้คืนการเข้าถึงบัญชีของคุณ",
  "profile.scan_qr": "คุณต้องมีแอปยืนยันตัวตนเพื่อสแกนรหัส QR ด้านล่าง",
  "profile.enter_otp": "ป้อนรหัส 6 หลักจากแอปยืนยันตัวตนเพื่อยืนยัน",
  "profile.disable_title": "ปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย",
  "profile.disable_instruction": "ป้อนรหัส 6 หลักจากแอปยืนยันตัวตนเพื่อปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย",
  "settings.title": "การตั้งค่า Strapi Identity",
  "settings.description": "การตั้งค่าสำหรับปลั๊กอิน Strapi Identity ช่วยให้คุณกำหนดค่าตัวเลือกการตรวจสอบสิทธิ์และการตั้งค่าความปลอดภัย",
  "settings.enforced_mfa": "บังคับใช้ MFA",
  "settings.name": "Strapi Identity",
  "settings.enabled_hint": "เปิดหรือปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยสำหรับผู้ใช้ทุกคน",
  "settings.enforce": "บังคับใช้ MFA",
  "settings.enforce_hint": "บังคับใช้การยืนยันตัวตนแบบหลายปัจจัยสำหรับผู้ใช้ทุกคน หากเปิดใช้งาน ผู้ใช้จะต้องตั้งค่า MFA ในการเข้าสู่ระบบครั้งถัดไป",
  "settings.issuer": "ชื่อผู้ออก",
  "settings.issuer_hint": "แสดงในแอป MFA",
  "admin.title": "การยืนยันตัวตนแบบสองปัจจัย",
  "admin.subtitle": "รีเซ็ตการยืนยันตัวตนแบบสองปัจจัยสำหรับผู้ใช้",
  "admin.warn-title": "รีเซ็ต 2FA สำหรับผู้ใช้นี้หรือไม่?",
  "admin.warning": "การรีเซ็ตการยืนยันตัวตนแบบสองปัจจัยจะช่วยให้ผู้ใช้ตั้งค่าใหม่กับอุปกรณ์ใหม่ได้ การดำเนินการนี้ไม่สามารถยกเลิกได้",
  "settings.warning": "การปิด MFA จะมีผลกับผู้ใช้ทุกคน โปรดตรวจสอบการตั้งค่าอย่างละเอียดก่อนบันทึก"
}